package main

const (
	/* При вызове команды осмотреться */
	roomDescriptionState1 = "на столе: ключи, конспекты. можно пройти - коридор"
	roomDescriptionState2 = "на столе: конспекты. можно пройти - коридор"
	roomDescriptionState3 = "пустая комната. можно пройти - коридор"
	/* При вызове команды идти */
	hallRun    = "ничего интересного. можно пройти - кухня, комната, улица"
	roomRun    = "ты в своей комнате. можно пройти - коридор"
	kitchenRun = "кухня, ничего интересного. можно пройти - коридор"
	/* При вызове команды взять */
	keyGetGood = "предмет добавлен в инвентарь: "
	badThings  = "нет такого"
	badGet     = "некуда класть"
)
